Repository: common-repository/privacybee-privacy-policy
Catalog: lg/privacybee-*.po
Languages: fr_fr, nl_nl

source: Welcome to PrivacyBee
fr_fr: Bienvenue chez PrivacyBee
nl_nl: Welkom bij PrivacyBee

source: PrivacyBee - Privacy Policy
fr_fr: PrivacyBee - Déclaration de confidentialité
nl_nl: PrivacyBee - Privacyverklaring

source: The Simplest and most comprehensive privacy policy of Germany, Austria, and Switzerland. Designed to work with WordPress and keep you legally compliant. Please open an account or enter your website ID from the dashboard to integrate the Privacy Policy into your website.
fr_fr: La politique de confidentialité la plus simple et la plus complète pour l'Allemagne, l'Autriche et la Suisse. Conçu pour fonctionner avec WordPress et vous garder légalement conforme. Veuillez ouvrir un compte ou entrer l'ID de votre site Web depuis le tableau de bord pour intégrer la politique de confidentialité à votre site Web.
nl_nl: Het eenvoudigste en meest uitgebreide privacybeleid voor Duitsland, Oostenrijk en Zwitserland. Ontworpen om te werken met WordPress en u juridisch compliant te houden. Open een account of voer uw website-ID in vanaf het dashboard om het privacybeleid op uw website te integreren.

source: Compliant with EU GDPR and Swiss nDSG laws.
fr_fr: Conforme aux lois GDPR de l'UE et nDSG suisse.
nl_nl: Voldoet aan de EU GDPR- en Zwitserse nDSG-wetgeving.

source: Once setup, forever compliant. Thanks to the automated scanning and our lawyers.
fr_fr: Une fois configuré, toujours conforme. Grâce au scan automatisé et à nos avocats.
nl_nl: Eenmaal ingesteld, altijd compliant. Dankzij de geautomatiseerde scans en onze advocaten.

source: FREE trial without credit card
fr_fr: Essai GRATUIT sans carte de crédit
nl_nl: GRATIS proefversie zonder creditcard

source: Sign up & get API key
fr_fr: Inscrivez-vous et obtenez une clé API
nl_nl: Aanmelden & ontvang API-sleutel

source: Already have a PrivacyBee account? Enter your API key below.
fr_fr: Vous avez déjà un compte PrivacyBee ? Entrez votre clé API ci-dessous.
nl_nl: Heeft u al een PrivacyBee-account? Voer hieronder uw API-sleutel in.

source: Please provide an API key for an active subscription.
fr_fr: Veuillez fournir une clé API pour un abonnement actif.
nl_nl: Geef een API-sleutel op voor een actief abonnement.

source: Login to PrivacyBee dashboard to find your API key.
fr_fr: Connectez-vous au tableau de bord PrivacyBee pour trouver votre clé API.
nl_nl: Log in op het PrivacyBee-dashboard om uw API-sleutel te vinden.

source: Learn more
fr_fr: En savoir plus
nl_nl: Meer informatie

source: To the dashboard
fr_fr: Vers le tableau de bord
nl_nl: Naar het dashboard

source: Disable script blocking
fr_fr: Désactiver le blocage des scripts
nl_nl: Scriptblokkering uitschakelen

source: PrivacyBee scans your website for new, data protection-relevant scripts approximately every eight weeks. In order for this scan to be carried out optimally, PrivacyBee needs to know which consent management platform you are using.
fr_fr: PrivacyBee analyse votre site Web à la recherche de nouveaux scripts pertinents pour la protection des données environ tous les huit semaines. Pour que cette analyse soit effectuée de manière optimale, PrivacyBee doit savoir quelle plateforme de gestion du consentement vous utilisez.
nl_nl: PrivacyBee scant uw website ongeveer elke acht weken op nieuwe, gegevensbescherming-relevante scripts. Om deze scan optimaal uit te voeren, moet PrivacyBee weten welke toestemmingsbeheerplatform u gebruikt.

source: Learn more about script blocking
fr_fr: En savoir plus sur le blocage des scripts
nl_nl: Meer informatie over scriptblokkering

source: API Key
fr_fr: Clé API
nl_nl: API-sleutel

source: Insert your API key to integrate PrivacyBee into this website.
fr_fr: Insérez votre clé API pour intégrer PrivacyBee dans ce site Web.
nl_nl: Voer uw API-sleutel in om PrivacyBee in deze website te integreren.

source: Disconnect account
fr_fr: Déconnecter le compte
nl_nl: Koppel account los

source: The simplest and most comprehensive privacy policy for Germany, Austria, and Switzerland. Designed to work with WordPress and keep you legally compliant.
fr_fr: La politique de confidentialité la plus simple et la plus complète pour l'Allemagne, l'Autriche et la Suisse. Conçue pour fonctionner avec WordPress et vous permettre de rester en conformité avec la loi.
nl_nl: Het eenvoudigste en meest uitgebreide privacybeleid voor Duitsland, Oostenrijk en Zwitserland. Ontworpen om te werken met WordPress en u wettelijk compliant te houden.

source: Please open an account or enter your website ID from the dashboard to integrate the privacy policy into your website.
fr_fr: Veuillez ouvrir un compte ou saisir l'identifiant de votre site Web à partir du tableau de bord pour intégrer la politique de confidentialité à votre site Web.
nl_nl: Open een account of voer uw website-ID in via het dashboard om het privacybeleid in uw website te integreren.

source: FREE trial without credit card.
fr_fr: Essai GRATUIT sans carte de crédit.
nl_nl: GRATIS proefperiode zonder creditcard.

source: Enter your API key
fr_fr: Entrez votre clé API
nl_nl: Voer uw API-sleutel in

source: Add API key
fr_fr: Ajouter une clé API
nl_nl: API-sleutel toevoegen

source: Insert your API key to integrate PrivacyBee into this website
fr_fr: Insérez votre clé API pour intégrer PrivacyBee à ce site Web
nl_nl: Voer uw API-sleutel in om PrivacyBee in deze website te integreren

source: Enabled
fr_fr: Activé
nl_nl: Ingeschakeld

source: Disabled
fr_fr: Désactivé
nl_nl: Gehandicapt

source: PrivacyBee scans your website regulary for new, data protection-relevant scripts. Sometimes the consent banner is blocking these scans. If this is the case, try to solve the issue by enabling this functionality.
fr_fr: PrivacyBee analyse régulièrement votre site Web à la recherche de nouveaux scripts relatifs à la protection des données. Parfois, la bannière de consentement bloque ces analyses. Si tel est le cas, essayez de résoudre le problème en activant cette fonctionnalité.
nl_nl: PrivacyBee scant uw website regelmatig op nieuwe, voor gegevensbescherming relevante scripts. Soms blokkeert de toestemmingsbanner deze scans. Als dit het geval is, probeer het probleem dan op te lossen door deze functionaliteit in te schakelen.

source: Learn more.
fr_fr: Apprendre encore plus.
nl_nl: Meer informatie.

source: You have successfully connected you PrivacyBee account. You can access your PrivacyBee dashboard any time to manage your account and customize your privacy policy.
fr_fr: Vous avez correctement connecté votre compte PrivacyBee. Vous pouvez accéder à votre tableau de bord PrivacyBee à tout moment pour gérer votre compte et personnaliser votre politique de confidentialité.
nl_nl: U hebt uw PrivacyBee-account succesvol gekoppeld. U kunt op elk gewenst moment toegang krijgen tot uw PrivacyBee-dashboard om uw account te beheren en uw privacybeleid aan te passen.
