Repository: common-repository/privacybee-privacy-policy
Catalog: languages/privacybee-privacy-policy-*.po
Languages: de_de

source: Welcome to PrivacyBee
de_de: Willkommen bei PrivacyBee

source: PrivacyBee - Privacy Policy
de_de: PrivacyBee - Datenschutzerklärung

source: The Simplest and most comprehensive privacy policy of Germany, Austria, and Switzerland. Designed to work with WordPress and keep you legally compliant. Please open an account or enter your website ID from the dashboard to integrate the Privacy Policy into your website.
de_de: Die einfachste und umfassendste Datenschutzerklärung für Deutschland, Österreich und die Schweiz. Entwickelt für WordPress, um Sie rechtlich konform zu halten. Bitte eröffnen Sie ein Konto oder geben Sie Ihre Website-ID aus dem Dashboard ein, um die Datenschutzerklärung in Ihre Website zu integrieren.

source: Compliant with EU GDPR and Swiss nDSG laws.
de_de: Konform mit der EU-DSGVO und den Schweizer nDSG-Gesetzen.

source: Once setup, forever compliant. Thanks to the automated scanning and our lawyers.
de_de: Einmal eingerichtet, immer konform. Dank des automatisierten Scannens und unserer Anwälte.

source: FREE trial without credit card
de_de: KOSTENLOSE Probe ohne Kreditkarte

source: Sign up & get API key
de_de: Anmelden & API-Schlüssel erhalten

source: Already have a PrivacyBee account? Enter your API key below.
de_de: Haben Sie bereits ein PrivacyBee-Konto? Geben Sie unten Ihren API-Schlüssel ein.

source: Enter your API key
de_de: Geben Sie Ihren API-Schlüssel ein.

source: Please provide an API key for an active subscription.
de_de: Bitte geben Sie einen API-Schlüssel für ein aktives Abonnement ein.

source: Login to PrivacyBee dashboard to find your API key.
de_de: Melden Sie sich im PrivacyBee-Dashboard an, um Ihren API-Schlüssel zu finden.

source: Learn more
de_de: Mehr erfahren

source: To the dashboard
de_de: Zum Dashboard

source: Add API key
de_de: API-Schlüssel hinzufügen

source: Enabled
de_de: Aktiviert

source: Disabled
de_de: Deaktiviert

source: FREE trial without credit card.
de_de: KOSTENLOSE Testversion ohne Kreditkarte.

source: Insert your API key to integrate PrivacyBee into this website
de_de: Geben Sie Ihren API-Schlüssel ein, um PrivacyBee in diese Website zu integrieren

source: PrivacyBee scans your website regulary for new, data protection-relevant scripts. Sometimes the consent banner is blocking these scans. If this is the case, try to solve the issue by enabling this functionality.
de_de: PrivacyBee scannt Ihre Website regelmäßig auf neue, datenschutzrelevante Skripte. Manchmal blockiert das Einwilligungsbanner diese Scans. Versuchen Sie in diesem Fall, das Problem zu lösen, indem Sie diese Funktion aktivieren.

source: Disable script blocking
de_de: Skriptblockierung deaktivieren

source: Learn more about script blocking
de_de: Erfahren Sie mehr über die Skriptblockierung

source: API Key
de_de: API-Schlüssel

source: Insert your API key to integrate PrivacyBee into this website.
de_de: Geben Sie Ihren API-Schlüssel ein, um PrivacyBee in diese Website zu integrieren.

source: Disconnect account
de_de: Konto trennen

source: The simplest and most comprehensive privacy policy for Germany, Austria, and Switzerland. Designed to work with WordPress and keep you legally compliant.
de_de: Die einfachste und umfassendste Datenschutzrichtlinie für Deutschland, Österreich und die Schweiz. Entwickelt für die Zusammenarbeit mit WordPress und zur Einhaltung gesetzlicher Vorschriften.

source: Please open an account or enter your website ID from the dashboard to integrate the privacy policy into your website.
de_de: Bitte eröffnen Sie ein Konto oder geben Sie Ihre Website-ID aus dem Dashboard ein, um die Datenschutzrichtlinie in Ihre Website zu integrieren.

source: Learn more.
de_de: Erfahren Sie mehr.

source: You have successfully connected you PrivacyBee account. You can access your PrivacyBee dashboard any time to manage your account and customize your privacy policy.
de_de: Sie haben Ihr PrivacyBee-Konto erfolgreich verbunden. Sie können jederzeit auf Ihr PrivacyBee-Dashboard zugreifen, um Ihr Konto zu verwalten und Ihre Datenschutzrichtlinie anzupassen.
